import '../models/note.dart';

final List<Note> notes = [
  Note(
      "Кресло игровое ARDOR GAMING Chaos Guard 500B",
      "Кресло игровое ARDOR GAMING Chaos Guard 500B обладает 2D-подлокотниками, которые меняют положение в зависимости от нужд пользователя. Внутри широкой спинки и сиденья находится поролоновый наполнитель, которому не свойственна преждевременная усадка. Металлическая опора устойчива к нагрузке до 150 кг.",
      "https://c.dns-shop.ru/thumb/st1/fit/500/500/37e5807a19646e70746bf884a98f45b0/b97416492b8c7aac168656cc62fa4c9449522d4aea251899e8d3ae4c9053a52c.jpg.webp",
      14199.0),
  Note(
      "Кресло игровое Defender Codec черный",
      "Комфортное кресло с эффектным игровым дизайном Defender Codec. Поясничная и шейная подушки помогают поддерживать позвоночник в расслабленном состоянии. Благодаря специальному механизму можно менять угол наклона спинки до 135°, выбирая наиболее удобное положение.",
      "https://c.dns-shop.ru/thumb/st1/fit/500/500/182f74197e9f9ce4e053f1f438807623/cc1311b624054fb276a13557e30c4b195e126f76e58aecf350dc792d0c3cbb59.jpg.webp",
      5999.0),
  Note(
      "Кресло игровое ZONE 51 ARMADA Royal черный",
      "В кресле игровом ZONE 51 ARMADA Royal с обивкой из экокожи черного цвета используется наполнитель в виде формованной пены, который отлично сохраняет свою форму в течение длительного времени. Подушки для шеи и поясницы способствуют дополнительной поддержке и снижению усталости. Благодаря возможности настройки положения подлокотников, выбора угла наклона спинки и высоты сиденья кресло позволит вам принять удобное положение. Кресло игровое ZONE 51 ARMADA Royal с прочной стальной крестовиной рассчитано на наибольший вес пользователя 150 кг. Его удобно перемещать по комнате благодаря полиуретановым роликам (5 шт.), которые не царапают гладкие напольные покрытия.",
      "https://c.dns-shop.ru/thumb/st1/fit/500/500/87772c9dacab1199eff67b1fb0493757/69b9e35032ab9cef3ce0dc5f1ab7fa9790cb0a3f6fa4af71e1fc61836126d774.jpg.webp",
      29999.0),
];
